Repository: fiberpay/fiberpay-payment-gateway
Catalog: languages/fiberpay-payments-*.po
Languages: pl_pl

source: Fiberpay Payment Plugin
pl_pl: Wtyczka Płatności Fiberpay

source: Take instant payments on your store.
pl_pl: Przyjmuj natychmiastowe płatności w swoim sklepie.

source: Fiberpay payment gateway
pl_pl: Bramka płatnicza Fiberpay

source: Test Environment
pl_pl: Środowisko testowe

source: Enable/Disable
pl_pl: Włącz / Wyłącz

source: Enable Fiberpay payments
pl_pl: Włącz płatności Fiberpay

source: Title
pl_pl: Tytuł

source: This controls the title which the user sees during checkout.
pl_pl: To tytuł, który użytkownik widzi podczas płatności.

source: Fiberpay quick money transfer
pl_pl: Szybkie płatności Fiberpay

source: Description
pl_pl: Opis

source: Payment method description that the customer will see on your checkout.
pl_pl: Opis metody płatności widoczny dla użytkownika.

source: Check for test environment usage
pl_pl: Zaznacz aby korzystać ze środowiska testowego

source: Api Key
pl_pl: Klucz API

source: Your Fiberpay Api Key
pl_pl: Twój klucz API Fiberpay

source: Secret Key
pl_pl: Klucz tajny

source: Your Fiberpay Secret Key
pl_pl: Twój klucz tajny Fiberpay

source: Collect order code
pl_pl: Kod zlecenia Collect

source: Your Fiberpay Collect Order Code
pl_pl: Twój kod zlecenia Collect w Fiberpay

source: Instructions
pl_pl: Instrukcje
